Repository: Yogona/crdb_mobile_app
Catalog: lib/l10n/app_*.arb
Languages: sw

source: Recharge
sw: Nunua Salio

source: Other Payments
sw: Malipo Mengine

source: DStv Payments
sw: Malipo DStv

source: AZAM Payments
sw: Malipo AZAM

source: LUKU Payments
sw: Malipo LUKU

source: TUKUZA Payments
sw: Malipo TUKUZA

source: Loan Payments
sw: Malipo ya mkopo

source: Loan Status Track
sw: Ufuatiliaji wa Mkopo

source: Loan Application
sw: Maombi ya Mkopo

source: Agent
sw: Wakala

source: Cash Out by
sw: Toa Fedha kupitia

source: Process
sw: Chakata

source: Enter amount
sw: Ingiza kiasi

# enterAccNo
source: Enter account number
sw: Ingiza nambari ya akaunti

# mno
source: Mobile Network Operators
sw: Mitandao ya Simu

source: Other Banks
sw: Benki zingine

# pbzAcc
source: PBZ Accounts
sw: Akaunti za PBZ

source: Fund transfer to
sw: Hamisha fedha kwenda

# multiAccOps
source: Multiple Accounts Operations
sw: Operesheni nyingi za Akaunti

# closeAcc
source: Close Account
sw: Funga Akaunti

# openAcc
source: Open Account
sw: Fungua Akaunti

# accManagement
source: Account Management
sw: Usimamizi wa Akaunti

source: Card Freeze
sw: Kufungia Kadi

source: Online Purchases
sw: Ununuzi mtandaoni

source: Card Request
sw: Ombi la Kadi

source: Cards Management
sw: Usimamizi wa Kadi

source: PIN Change
sw: Badilisha PIN

source: PIN Reset
sw: Weka upya PIN

source: Airtime Top-Up
sw: Nunua salio

source: Utility Payments
sw: Malipo ya matumizi

source: Loan Management
sw: Usimamizi wa Mikopo

source: Cash Out
sw: Toa Pesa

source: Fund Transfer
sw: Hamisha Fedha

source: Full Statement
sw: Taarifa Kamili

source: Mini Statement
sw: Taarifa Fupi

# createAcc
source: Create Account
sw: Tengeneza Akaunti

# bankSubTitle
source: We now offer traditional banking...
sw: Sasa tunatoa huduma za kibenki za jadi...

# bankTitle
source: Conventional Banking
sw: Benki ya Kawaida

source: Languages
sw: Lugha

source: Agents
sw: Mawakala

# availableBalance
source: Available Bal:
sw: Salio lililopo:

# actualBalance
source: Actual Bal:
sw: Salio halisi:

# accountNo
source: Acc no:
sw: Namba ya akaunti:

# accountsTitle
source: ACCOUNTS
sw: AKAUNTI

source: Accounts
sw: Akaunti

source: Transactions
sw: Miamala

source: Home
sw: Nyumbani

source: LOGIN
sw: INGIA

source: REGISTER
sw: JISAJILI

source: SOCIAL MEDIA
sw: MITANDAO

# termsAndConditions
source: TERMS & CO'
sw: VIGEZO

source: CALL
sw: SIMU

source: CHAT
sw: MAZUNGUMZO

source: SUPPORT
sw: MSAADA

source: Products
sw: Bidhaa

# forex
source: Forex Rates
sw: Viwango Fedha

source: Branches
sw: Matawi

source: QUICK INFO
sw: TAARIFA ZA HARAKA

# helloWorld
source: Hi
sw: Mambo
